Repository: jeromekasparian/Vitesse
Catalog: Vitesse/*.lproj/Localizable.strings
Languages: fr_fr

# Pour votre sécurité
source: For your own safety
fr_fr: Pour votre sécurité

source: before driving, please ensure that your device is in Flight mode or "Do not disturb while driving" mode
fr_fr: avant de conduire, assurez-vous que le mode Avion ou "Ne pas déranger en voiture" est activé

source: To display the speed, please allow the location services for your app: Setup -> Privacy -> Location services Note that the app does not store your location, nor forwards it to anyone
fr_fr: Pour afficher la vitesse, autorisez l'app à accéder à la localisation : Réglages -> Condidentialité -> Service de localisation NB: l'app ne stocke pas votre position ; elle ne la transmet à personne

source: To display the speed, please allow location services on your device: Setup -> Privacy -> Location services Note that the app does not store your location, nor forwards it to anyone
fr_fr: Pour afficher la vitesse, activez la localisation sur votre appareil : Réglages -> Condidentialité -> Service de localisation NB: l'app ne stocke pas votre position ; elle ne la transmet à personne

# Localisation perdue
source: Speed unavailable or insufficient precision
fr_fr: Vitesse indisponible ou précision insuffisante

# Erreur de localisation
source: Location error
fr_fr: Erreur de localisation

# Précision réduite
source: To display the speed, please allow your app to get your precise location: Réglages -> Condidentialité -> Service de localisation NB: l'app ne stocke pas votre position ; elle ne la transmet à personne
fr_fr: Pour afficher la vitesse, autorisez l'app à accéder à votre position précise : Réglages -> Condidentialité -> Service de localisation NB: l'app ne stocke pas votre position ; elle ne la transmet à personne

# Effacer les statistiques ?
source: Reset statistics?
fr_fr: Effacer les statistiques ?

# Êtes-vous sûr de vouloir effacer définitivement toutes les statistiques ?
source: Do you really want to reset statistics?
fr_fr: Êtes-vous sûr de vouloir effacer définitivement toutes les statistiques ?

# Annuler
source: Cancel
fr_fr: Annuler

# Effacer
source: Reset
fr_fr: Effacer

source: Settings
fr_fr: Réglages

# Autorisez la localisation
source: Please allow localization
fr_fr: Autorisez la localisation

source: To display the speed, please allow location services on your device: Setup -> Privacy -> Location services. Note that the app does not store your location, nor forwards it to anyone
fr_fr: Pour afficher la vitesse, activez la localisation sur votre appareil: Réglages -> Condidentialité -> Service de localisation. NB: l'app ne stocke pas votre position ; elle ne la transmet à personne

# Moyenne
source: Mean
fr_fr: Moyenne

# Trajet (%d h %02d min
source: Trip (%d h %02d min
fr_fr: Trajet (%d h %02d min

# Trajet (%02d min
source: Trip (%d min
fr_fr: Trajet (%d min

source: To display reliable statistics, the app needs to update them even when it is inactive in background. This requires to allow it to always access location updates in the app preferences. Note that the app does not store your location, nor forwards it to anyone.
fr_fr: Pour fournir des statistiques fiables, l'app a besoin de les actualiser même lorsqu'elle est inactive en arrière-plan. Pour cela, vous devez l'autoriser à toujours accéder à la localisation. NB: l'app ne stocke pas votre position ; elle ne la transmet à personne.

# Autorisez la localisation en arrière-plan
source: Allow background localization
fr_fr: Autorisez la localisation en arrière-plan

source: The app is not allowed to access location when in background, statistics will be inaccurate
fr_fr: L'app n'a pas accès à la localisation quand elle est en arrière-plan, les statistiques seront peu précises
